{"restaurants":[{"restaurantID":1,"name":"Alto Restaurant & Bar","rating":4.6,"latitude":-6.232489,"longitude":106.819442,"description":"Four Seasons Hotel’s Alto has one of the most delicately sensuous space ever with an exotic feel and rich, layered textures enveloping deep tones of red and soft ochres complemented with polished woods. Alto Restaurant and Bar will surely dazzle your date with its panoramic views from the restaurant’s 20th floor terrace.","imgUrl":"http://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2019/03/AltoRestaurant-and-Bar-2-1024x683.jpg"},{"restaurantID":2,"name":"Turkuaz","rating":4.4,"latitude":-6.237383,"longitude":106.807202,"description":"A true enjoyment of Turkish dining experience by Head Chef Sezai Zorlu, Turkish cuisine ambassador to Indonesia serving people of Jakarta for the past 10 years, will showcase his culinary skills as he transforms fresh ingredients, herbs and spices into tasty, healthy and sumptuous dishes. Now Turkuaz has expanded its wings by opening Turkuaz Authentic Baklava House located next to the existing restaurant.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/11/turkuaz_jakarta.jpg"},{"restaurantID":3,"name":"C’s Steak and Seafood","rating":4.5,"latitude":-6.193043,"longitude":106.822237,"description":"C’s has long been Grand Hyatt Jakarta’s favorite restaurant, serving the freshest selection of seafood, the finest choice of Australian and US Prime Beef. It is also a haven for wine connoisseurs with a 3,000-bottle walk-through cellar providing a great escape from even the toughest day.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/02/cs_jakarta_hyatt-1.jpg"},{"restaurantID":4,"name":"Arts Café by Raffles","rating":4.6,"latitude":-6.224894,"longitude":106.824117,"description":"As the main dining venue of the hotel, Arts Cafe serves superb Continental and Asian specialties in a refined buffet experience. A delightful twist: the day’s signature entrees are done a la minute and offered to the guest table. This is also where you can sample their legendary Singapore Chili Crab bun, a fluffy charcoal bun filled with savory crab meat filling, served with sweet & spicy Chili Crab sauce. This dish is an homage to the Hotel’s roots in Singapore, where Chili Crab has celebrity status.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/02/Arts-Cafe-Raffles-21.jpg"},{"restaurantID":5,"name":"Pasola","rating":4.6,"latitude":-6.223931,"longitude":106.809773,"description":"PASOLA is The Ritz-Carlton Jakarta, Pacific Place’s all day dining restaurant that celebrates farmers and food artisans of Indonesia, helmed by the creative Executive Chef Sean Macdougall. To name a few of recommended dishes in the restaurant are Rendang Arancini, Barramundi dabu-dabu, Sop Buntut and Bali Chocolate Ganache Kecombrang infused. With new outstanding features, PASOLA during the day has dynamic, vibrant and refined ambiance that turns to subtle and relaxing after the dusk.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/05/50529936-PASOLA-Interior1-1024x623-768x467.jpg"},{"restaurantID":6,"name":"Riva Grill Bar & Terrace","rating":4.5,"latitude":-6.224335,"longitude":106.839826,"description":"Executive Chef Deden Gumilar leads a kitchen brigade who have all trained under previous Michelin Star experienced French Chefs de cuisine. The menu features Riva’s famous steaks from the grill; perfectly crisp wood-fired oven pizzas, as well as some well-loved RIVA favorites, including pan-seared foie gras and the delicately decadent soufflés. The restaurant seats 34 guests inside the restaurant & 14 guests at alfresco dining. A private room is available for 10 guests.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2019/02/riva-grill-2-768x542.jpg"},{"restaurantID":7,"name":"Animale","rating":4.5,"latitude":-6.20817,"longitude":106.828394,"description":"This 2020, we were welcomed by this new lifestyle dining concept: Animale bar and restaurant offering progressive American cuisine with flavors from the Mediterranean. Committed to providing a world class dining experience with unique ambiance and atmosphere, the objective is to enable the guests to use all their senses for a nostalgic and unforgettable dining experience, not only from their food & beverage and overall feel of the space transformed.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2020/01/animale_new_dining_jakarta.jpg"},{"restaurantID":8,"name":"Altitude Grill","rating":4.5,"latitude":-6.193066,"longitude":106.822222,"description":"Altitude has their own style in creating a fine dining concept by dividing the 46th level of The Plaza in to 3 areas; Salt Grill offers celebrity chef Luke Mangan’s signature menus of fine meat and seafood and Australian Wines; Gaia for Italian cuisine; and Enmaru for fine Japanese fare.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/11/SaltGrill_Altitude-1.jpg"},{"restaurantID":9,"name":"Bistecca","rating":4.6,"latitude":-6.230051,"longitude":106.810042,"description":"The newest on the list, Bistecca is a pedigreed Italian-American Steakhouse and classic Martini Bar by The Union Group and Chef Luca Pezzera An iconic establishment inspired by great New York steakhouses and classic Florence ristoranti, serving spectacular cuts of charcoal-grilled prime meats and the best martinis in town. Must try: their signature 1kg 45-day aged Bistecca Fiorentina.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2019/03/Bistecca.jpg"},{"restaurantID":10,"name":"Namaaz Dining","rating":4.7,"latitude":-6.238638,"longitude":106.806945,"description":"For a more playful and adventurous selection of fine dining head to Namaaz is the first molecular gastronomy restaurant in Indonesia which serves Indonesian food as its signature dishes. Each night, Tuesday to Saturday, you can experience their set of 17-course creations, which changes every “season” and each season lasts for 6–8 months. They only serve 4 tables (8 guests) every night, so privacy and serene ambiance is a guaranteed here. Reserve your seat through their official website only.","imgUrl":"https://whatsnewindonesia.com/jakarta/wp-content/uploads/sites/2/2018/11/namaaz_dining_jakarta.jpg"}]}