{"events":[{"id":"EV989","organizer":"US996","name":"Fibrodyne","time":"11/23/2020 16:00","latitude":28.122762,"longitude":-4.294829,"detail":"Non exercitation sint pariatur fugiat irure nostrud adipisicing eiusmod pariatur commodo eiusmod non labore. "},{"id":"EV990","organizer":"US996","name":"Biotica","time":"11/25/2020 13:00","latitude":-64.717568,"longitude":71.000759,"detail":"Deserunt proident sint ad cillum velit eu amet proident est nostrud occaecat voluptate in. Anim fugiat consequat ullamco aliqua amet do culpa magna fugiat. Laboris deserunt amet anim veniam incididunt fugiat voluptate commodo in in"},{"id":"EV991","organizer":"US997","name":"Oatfarm","time":"1/1/2021 9:00","latitude":48.156057,"longitude":176.294796,"detail":"Occaecat aliquip exercitation deserunt mollit aliqua nisi laboris. Qui Lorem nostrud esse mollit magna sunt aliquip qui. Nostrud quis incididunt cillum ex nulla aute sunt voluptate ad laborum ipsum cupidatat veniam."},{"id":"EV992","organizer":"US997","name":"Isonus","time":"1/3/2021 15:00","latitude":-77.909296,"longitude":-138.666225,"detail":"Eiusmod labore aliqua culpa laboris occaecat sunt nulla dolore velit excepteur anim. Tempor occaecat ullamco eiusmod Lorem veniam voluptate."},{"id":"EV993","organizer":"US998","name":"Comtrek","time":"1/3/2021 14:00","latitude":16.483193,"longitude":-102.300274,"detail":"Sunt incididunt duis fugiat ipsum pariatur ipsum. Officia duis cupidatat laborum quis reprehenderit cillum consectetur labore commodo consectetur."},{"id":"EV994","organizer":"US998","name":"Sentia","time":"1/4/2021 16:00","latitude":35.417212,"longitude":17.212454,"detail":"Veniam consectetur enim nulla ea esse culpa ut minim exercitation non non. Aliquip qui Lorem duis veniam amet cillum consectetur esse Lorem culpa eu adipisicing culpa et. "},{"id":"EV995","organizer":"US999","name":"Opportech","time":"1/5/2021 14:00","latitude":68.206538,"longitude":-161.760123,"detail":"Nisi aliqua sint adipisicing velit. Ipsum officia irure excepteur id est ea aliquip Lorem commodo enim deserunt adipisicing. "},{"id":"EV996","organizer":"US999","name":"Digitalus","time":"1/5/2021 10:00","latitude":78.971593,"longitude":-145.475459,"detail":"Minim quis laboris anim laborum esse culpa adipisicing est culpa aute ea duis. incididunt duis id consequat. "},{"id":"EV997","organizer":"US999","name":"Calcu","time":"1/6/2021 17:00","latitude":-36.122902,"longitude":178.743139,"detail":"Voluptate velit ex sint in anim aute nulla ad aute. Ex exercitation occaecat fugiat cupidatat consectetur. "},{"id":"EV998","organizer":"US999","name":"Norsup","time":"1/7/2021 14:00","latitude":-52.406499,"longitude":-161.423687,"detail":"Occaecat cillum laboris sunt laborum minim qui aliqua. Officia reprehenderit nisi veniam mollit occaecat. Occaecat voluptate qui amet irure."}]}
